{
  "globalStyle": "section-hero py-12 px-4 md:px-8 relative",
  "variants": {
    "default": "py-8 md:py-12 lg:py-16",
    "compact": "py-6 md:py-8 lg:py-10",
    "expanded": "py-10 md:py-16 lg:py-20",
    "ma-nautic-blue": "bg-[theme(--ma-nautic-blue)]",
    "ma-nautic-beige": "bg-[theme(--ma-nautic-beige)]"
  },
  "containerStyle": "max-w-7xl mx-auto px-4 sm:px-6 lg:px-8",
  "contentLayoutStyle": {
    "mobile": "flex flex-col gap-6",
    "desktop": "grid grid-cols-1 md:grid-cols-2 gap-8 md:gap-12 items-center"
  },
  "heights": {
    "default": "py-16 md:py-20 lg:py-24",
    "tall": "py-20 md:py-28 lg:py-32",
    "short": "py-12 md:py-16 lg:py-20"
  },
  "textContainerStyle": "flex flex-col gap-4",
  "buttonsContainerStyle": "flex flex-wrap gap-4 mt-2 md:mt-4",
  "imageContainerStyle": "mt-6 md:mt-0",
  "sections": [
    {
      "name": "ma_nautic_discover",
      "variant": "ma-nautic",
      "heading_01": "home_discover_h2",
      "content_01": "<p class='text-[theme(--ma-nautic-white)] mb-4'>Choisissez d’explorer la Corse par la mer*, à votre rythme. Depuis notre point d’ancrage entre le Cap Corse et la Balagne, partez à la rencontre d’un littoral spectaculaire : plages sauvages, criques secrètes, falaises vertigineuses, sites historiques, géologie singulière...</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>Le golfe de Saint-Florent, surnommé la Petite Saint-Tropez corse, est le point de départ idéal pour rejoindre en quelques minutes les merveilles de la Haute-Corse, du désert des Agriates au Cap Corse.</p>",
      "heading_02": "home_discover_h3_desert",
      "content_02": "<p class='text-[theme(--ma-nautic-white)] mb-4'>Entre les reliefs du Nebbiu et la mer Tyrrhénienne, le désert des Agriates révèle des rivages parmi les plus sauvages de l’île.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>Difficile d'accès à pied mais accessible par bateau* quand la mer le permet, cette ancienne terre de bergers dissimule certaines des plus belles plages de Corse : Saleccia, Lotu, Ghignu, Travu, Fiume Santu, Acciola. Leurs eaux limpides et baignées de lumière abritent par endroits des herbiers de posidonies (espèce protégée), ainsi qu'une faune côtière discrète (oursins, saupes, sars…). Les étendues de sable y restent souvent désertes, surtout hors saison.</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>Le cadre se prête à la baignade en eaux claires, aux pique-niques à bord entre amis ou en famille, à une lecture à l’ombre du taud, à une sieste bercée par le clapotis… ou simplement au temps qui s’étire, au fil de l’eau.</p>",
      "heading_03": "home_discover_h3_cap",
      "content_03": "<p class='text-[theme(--ma-nautic-white)] mb-4'>Le Cap Corse révèle une toute autre facette du littoral insulaire. Moins connu, plus escarpé, ce territoire héberge une série d’anses rocheuses, de villages perchés et de petits ports de pêche au charme discret : Nonza, Cannelle, Centuri, Albo.</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>Cette partie du littoral invite aussi à la sérénité : un déjeuner face à la mer dans une paillote, une baignade dans une crique tranquille, une remontée lente vers la tour génoise d’Erbalunga, des moments de calme loin du tumulte des plages.</p>",
      "backgroundImage": "section_background",
      "link": "decouvrir"
    },
    {
      "name": "ma_nautic_map",
      "variant": "ma-nautic-blue",
      "image": "ma_map"
    },
    {
      "name": "ma_nautic_plus",
      "variant": "ma-nautic-blue",
      "heightVariant": "tall",
      "superHeading": "home_custom_h2",
      "text": "<p class='text-[theme(--ma-nautic-white)] mb-4'>Outre le confort de ses bateaux, <strong>l’équipe de M.A NAUTIC</strong> vous apporte ses conseils pour organiser au mieux votre <strong>journée d’excursion maritime</strong> en famille ou entre amis.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>Nous vous guidons ainsi dans votre navigation, à moins que vous n’optiez pour les <strong>services de notre skipper</strong>. Celui-ci pilotera le bateau et vous n’aurez pas à vous soucier des aspects techniques. Il vous indiquera également les meilleurs spots pour votre sortie en mer.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>À votre écoute, il vous conduira où vous le désirez dans le respect du code maritime et de l’environnement bien entendu.</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>N’hésitez pas à nous contacter par <strong>mail</strong> ou par <strong>téléphone</strong> pour de plus amples renseignements !</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>Ou bien, passez nous voir sur <strong>le port de Saint-Florent</strong>, un parking est à la disposition de nos clients.</p>",
      "image": "ma_group",
      "link": "contactez-nous_light"
    },
    {
      "name": "ma_nautic_marvelous",
      "variant": "ma-nautic",
      "superHeading": "home_program_h2",
      "content": "<p class='text-[theme(--ma-nautic-blue)] mb-4'>Depuis le port de Saint-Florent, vous avez accès à certains des plus beaux paysages côtiers de Haute-Corse, difficilement accessibles par la route.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>Louer un bateau, c’est choisir de découvrir et profiter de la Corse au fil de l’eau, à votre rythme, dans des zones préservées.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>Que vous partiez pour quelques heures ou toute la journée, plusieurs itinéraires sont possibles.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>Les plus populaires ? Une traversée matinale vers la plage du Lotu, suivie d’un mouillage prolongé à Saleccia, plage sauvage aux allures caribéennes.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>Vous pouvez aussi déjeuner à bord ou dans la baie de Fiume Santu, spot paisible et abrité.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>En fin d’après-midi, beaucoup choisissent de remonter vers le nord pour admirer le coucher de soleil au large de Nonza, avec ses falaises noires et son village perché.</p> <p class='text-[theme(--ma-nautic-blue)] mb-6'>Chaque programme est flexible : l’équipe vous aide à construire une navigation adaptée à votre niveau et à vos horaires. Les bateaux M.A Nautic permettent d’explorer des zones parfois ignorées par les guides, pour une expérience plus confidentielle et authentique.</p>"
    },
    {
      "name": "ma_nautic_info",
      "variant": "ma-nautic-blue",
      "heightVariant": "tall",
      "superHeading_01": "boat_info_h2",
      "superHeading_02": "boat_customer_h2",
      "content_01": "<div class='text-[theme(--ma-nautic-blue)] max-w-3xl mx-auto'><p class='mb-4'>Que vous soyez un <strong>habitué de la navigation</strong> ou <strong>explorateur le temps d'une journée</strong>, nos <strong>bateaux</strong> s’adaptent à votre projet. En <strong>couple</strong>, pour une <strong>journée de détente</strong> au large ; entre <strong>amis</strong>, pour une <strong>sortie sportive</strong> ou festive ; en <strong>famille</strong>, avec des <strong>enfants impatients</strong> de plonger dans les <strong>eaux turquoise</strong> ; ou en <strong>solo</strong>, pour savourer un <strong>moment de calme</strong> loin des <strong>plages surpeuplées</strong>.</p><p class='mb-4'>Nous vous accompagnons dans l’<strong>organisation de votre escapade</strong>, en tenant compte de votre <strong>niveau</strong>, de vos <strong>envies</strong>, de la <strong>météo du jour</strong> et du <strong>temps</strong> dont vous disposez.</p></div>",
      "heading_01": "boat_info_h3_price",
      "content_02": "<div class='text-[theme(--ma-nautic-blue)] max-w-3xl mx-auto'><ul class='list-disc pl-6 space-y-2'><li><strong>Location à la journée uniquement</strong> : de 9h30 à 18h</li><li><strong>Bateaux livrés avec le plein</strong> d’essence</li><li><strong>Carburant non inclus</strong> : à votre charge (plein à faire avant retour)</li><li><strong>Caution obligatoire</strong> : 2 500 € (chèque ou CB)</li><li><strong>Permis bateau requis</strong>, sauf pour le modèle sans permis</li></ul></div>",
      "heading_02": "boat_info_h3_option",
      "content_03": "<div class='text-[theme(--ma-nautic-blue)] max-w-3xl mx-auto'><p class='mb-4'>Ajoutez à votre réservation, <strong>à la journée</strong>, les <strong>équipements suivants</strong> :</p><ul class='list-disc pl-6 space-y-2'><li><strong>Wakeboard</strong> : 30 €/jour</li><li><strong>Bouée tractée</strong> : 30 €/jour</li><li><strong>Paddle</strong> : 40 €/jour</li><li><strong>Glacière</strong> : 15 €/jour</li><li><strong>Skipper (optionnel)</strong> : 200 €/jour</li></ul></div>",
      "superHeading_03": "boat_whyus_h2",
      "content_04": "<div class='text-[theme(--ma-nautic-blue)] max-w-3xl mx-auto'><p class='mb-4'><strong>M.A Nautic</strong> est une <strong>entreprise locale, indépendante</strong> et <strong>à taille humaine</strong>, qui place <strong>l’humain</strong> et la <strong>confiance</strong> au cœur de son activité.</p><p class='mb-4'>Tous nos <strong>bateaux</strong> sont <strong>récents</strong>, bien <strong>équipés</strong> et régulièrement <strong>contrôlés</strong> pour garantir une <strong>navigation sûre</strong> et confortable. Chaque sortie est préparée avec soin grâce à des <strong>conseils précis et personnalisés</strong>, nourris par une véritable <strong>expérience de la région</strong>.</p><p class='mb-4'>Présente sur place <strong>tous les jours</strong>, notre équipe se montre <strong>réactive</strong> et toujours à votre écoute, de la <strong>réservation</strong> au <strong>retour au port</strong>.</p></div>",
      "heading_03": "boat_whyus_h3_place",
      "content_05": "<div class='text-[theme(--ma-nautic-blue)] max-w-3xl mx-auto'><p class='mb-4'>Implantée au cœur du <strong>port de plaisance de Saint-Florent</strong>, nous disposons d’un <strong>ponton privé</strong> avec <strong>parking gratuit</strong> juste devant les bateaux, qui offre un <strong>point de départ idéal</strong> pour rejoindre rapidement les <strong>Agriates</strong> ou explorer les <strong>criques sauvages du Cap Corse</strong>.</p><p class='mb-4'><strong>Jonathan et Florent</strong> vous accueillent tous les jours de <strong>9h30 à 18h</strong>, de <strong>début avril à fin octobre</strong>. Fins connaisseurs du territoire, ils vous <strong>guident</strong> selon la <strong>météo du jour</strong>, le <strong>niveau de chacun</strong>, la <strong>durée souhaitée</strong> et les <strong>lieux à ne pas manquer</strong>.</p></div>",
      "heading_04": "boat_whyus_h3_spots",
      "content_06": "<div class='text-[theme(--ma-nautic-blue)] max-w-3xl mx-auto'><p class='mb-4'>Depuis <strong>Saint-Florent</strong>, les <strong>itinéraires*</strong> se dessinent entre les <strong>plages blanches</strong> de <strong>Saleccia</strong>, du <strong>Lotu</strong> ou de <strong>Ghignu</strong>, joyaux du <strong>désert des Agriates</strong>, accessibles uniquement par la mer, baignées d’<strong>eaux claires</strong> et cernées par les <strong>pins maritimes</strong>.</p><p class='mb-4'>Plus à l’est, la <strong>baie de Fiume Santu</strong> offre un <strong>refuge paisible</strong>, parfait pour un déjeuner à bord ou une baignade à l’écart du tumulte.</p><p class='mb-4'><strong>Cap au nord</strong>, les <strong>falaises de Nonza</strong> surgissent à pic dans la mer, teintes d’ardoise et couronnées par un <strong>village perché</strong>, tandis que le <strong>Cap Corse</strong> dévoile ses <strong>petits ports cachés</strong>, ses <strong>criques discrètes</strong> et ses <strong>sentiers oubliés</strong>.</p><p class='mb-4'>À chaque escale, l’atmosphère change, entre <strong>silence minéral</strong>, <strong>lumière vive</strong> et <strong>nature intacte</strong>.</p></div>",
      "image": "ma_group",
      "link": "contactez-nous_light"
    }
  ]
}