{
  "globalStyle": "section-hero py-12 px-4 md:px-8 relative",
  "variants": {
    "default": "py-8 md:py-12 lg:py-16",
    "compact": "py-6 md:py-8 lg:py-10",
    "expanded": "py-10 md:py-16 lg:py-20",
    "ma-nautic-blue": "bg-[theme(--ma-nautic-blue)]",
    "ma-nautic-beige": "bg-[theme(--ma-nautic-beige)]"
  },
  "containerStyle": "max-w-7xl mx-auto px-4 sm:px-6 lg:px-8",
  "contentLayoutStyle": {
    "mobile": "flex flex-col gap-6",
    "desktop": "grid grid-cols-1 md:grid-cols-2 gap-8 md:gap-12 items-center"
  },
  "heights": {
    "default": "py-16 md:py-20 lg:py-24",
    "tall": "py-20 md:py-28 lg:py-32",
    "short": "py-12 md:py-16 lg:py-20"
  },
  "textContainerStyle": "flex flex-col gap-4",
  "buttonsContainerStyle": "flex flex-wrap gap-4 mt-2 md:mt-4",
  "imageContainerStyle": "mt-6 md:mt-0",
  "sections": [
    {
      "name": "ma_nautic_discover",
      "variant": "ma-nautic",
      "content": "<p class='text-[theme(--ma-nautic-white)] mb-4'>Au départ de Saint-Florent, vous n’aurez que l’embarras du choix pour décider vers quelle merveille nos bateaux vous porteront.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>À l’ouest où vous verrez les plages de sable blanc du désert des Agriates, du Lotu jusqu’à l’Acciola en passant par Saleccia ou encore les plages de Malfalcu avec Ghignu et Travu vous offrent leur panorama paradisiaque.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>Ou bien, virez de bord, direction le nord, où le Cap Corse et ses falaises escarpées qui abritent encore de petits ports de pêche à l’âme tranquille.</p>",
      "backgroundImage": "section_background",
      "link": "decouvrir"
    },
    {
      "name": "ma_nautic_map",
      "variant": "ma-nautic-blue",
      "image": "ma_map"
    },
    {
      "name": "ma_nautic_plus",
      "variant": "ma-nautic-blue",
      "heightVariant": "tall",
      "superHeading": "petits_plus",
      "heading": "ma_nautic_plus",
      "text": "<p class='text-[theme(--ma-nautic-white)] mb-4'>Outre le confort de ses bateaux, <strong>l’équipe de M.A NAUTIC</strong> vous apporte ses conseils pour organiser au mieux votre <strong>journée d’excursion maritime</strong> en famille ou entre amis.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>Nous vous guidons ainsi dans votre navigation, à moins que vous n’optiez pour les <strong>services de notre skipper</strong>. Celui-ci pilotera le bateau et vous n’aurez pas à vous soucier des aspects techniques. Il vous indiquera également les meilleurs spots pour votre sortie en mer.</p> <p class='text-[theme(--ma-nautic-white)] mb-4'>À votre écoute, il vous conduira où vous le désirez dans le respect du code maritime et de l’environnement bien entendu.</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>N’hésitez pas à nous contacter par <strong>mail</strong> ou par <strong>téléphone</strong> pour de plus amples renseignements !</p> <p class='text-[theme(--ma-nautic-white)] mb-6'>Ou bien, passez nous voir sur <strong>le port de Saint-Florent</strong>, un parking est à la disposition de nos clients.</p>",
      "image": "ma_group",
      "link": "contactez-nous_light"
    },
    {
      "name": "ma_nautic_marvelous",
      "variant": "ma-nautic",
      "superHeading": "voguez",
      "heading": "ma_nautic_merveille",
      "content": "<p class='text-[theme(--ma-nautic-blue)] mb-4'>Partez pour une aventure inoubliable à <strong>Saint-Florent</strong> grâce à nos services de <strong>location de bateaux</strong>. Saint-Florent, souvent surnommée la 'Porte du Cap Corse', est un véritable joyau de la Méditerranée, offrant une myriade de sites naturels à couper le souffle et de lieux historiques à découvrir.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>Commencez votre voyage en explorant le majestueux golfe de Saint-Florent. Avec son eau bleue émeraude et ses vues panoramiques, la baie est le lieu idéal pour une journée de navigation tranquille ou pour se détendre au soleil. Vous pouvez même jeter l'ancre et pique-niquer sur le pont de votre bateau, tout en profitant du paysage marin paisible.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>N'oubliez pas de naviguer vers le <strong>Désert des Agriates</strong>, un magnifique littoral sauvage qui abrite certaines des plus belles plages de la Corse, comme la plage de Saleccia et la plage de Lotu. Accessibles uniquement par bateau ou à pied, ces plages offrent un paradis tranquille loin des foules.</p> <p class='text-[theme(--ma-nautic-blue)] mb-4'>Pour les amateurs de vie marine, la <strong>location de bateaux</strong> à Saint-Florent offre une excellente occasion de plonger et de nager dans les eaux cristallines de la Méditerranée, riches en faune aquatique. Observez les poissons colorés, les étoiles de mer et peut-être même une tortue de mer, tout en profitant des eaux chaudes et accueillantes de la Corse.</p> <p class='text-[theme(--ma-nautic-blue)] mb-6'>La location de bateaux à Saint-Florent vous offre non seulement la liberté de découvrir ces joyaux cachés à votre rythme, mais elle vous permet également de créer des souvenirs inoubliables d'un séjour unique en Corse. Que vous préfériez la navigation tranquille, le farniente au soleil ou l'exploration de la vie marine, nos bateaux en location à Saint-Florent sont la clé d'une aventure nautique mémorable.</p>"
    },
    {
      "name": "ma_nautic_info",
      "variant": "ma-nautic-blue",
      "heightVariant": "tall",
      "headingInfo": "ma_info",
      "headingExtra": "ma_options",
      "infos": "<ul class='text-[theme(--ma-nautic-white)] list-disc pl-5 space-y-2'><li>Location de bateaux au départ de Saint-Florent.</li><li>Parking gratuit devant les bateaux.</li><li>Les bateaux sont livrés avec le plein d’essence et à rendre avec.</li><li>Horaires de location 9h30-18h.</li><li>Une caution vous sera demandée avant chaque location.</li></ul>",
      "extras": "<ul class='text-[theme(--ma-nautic-white)] list-disc pl-5 space-y-2'><li><strong>Wakeboard</strong> : 30 €/ jour.</li><li><strong>Bouée tractée</strong> : 30 €/ jour.</li><li><strong>Stand up Paddle</strong> : 40 €/ jour.</li><li><strong>Glacière</strong> : 15 €/ jour.</li><li><strong>Skipper</strong> : 200 €/ jour.</li></ul>",
      "image": "ma_group",
      "link": "contactez-nous_light"
    }
  ]
}